[
{
    "id": "biografia-pascual-rispoli",
    "title": "Biografía y Contexto de Pascual Rispoli 'Pascualini'",
    "content": [
    {
        "subtitle": "Origen y Llegada",
        "description": "Pascual Rispoli, conocido como 'Pascualini', fue un marinero italiano que llegó a la región de Magallanes a principios del siglo XX. Se destacó por sus múltiples oficios y su vida llena de aventuras."
    },
    {
        "subtitle": "Oficios y Aventuras",
        "description": "Trabajó como lobero, marino mercante y buscador de oro. Sus actividades lo llevaron a protagonizar eventos legendarios que lo convirtieron en un ícono regional."
    }
    ]
},
{
    "id": "historias-memorables",
    "title": "Historias Memorables",
    "content": [
    {
        "subtitle": "Relación con Simón Radowitzky",
        "description": "Pascualini estuvo vinculado al escape del anarquista polaco Simón Radowitzky, quien asesinó al militar argentino Ramón L. Falcón, responsable de la represión de obreros en Buenos Aires."
    },
    {
        "subtitle": "El Indio Desconocido",
        "description": "Fue Pascualini quien trasladó desde la Isla Diego de Almagro el cadáver del aborigen conocido como 'El Indio Desconocido', ahora sepultado en el Cementerio Municipal de Punta Arenas."
    },
    {
        "subtitle": "Piedra de Mármol",
        "description": "Llevó a Punta Arenas una piedra de mármol desde la Isla Diego de Almagro. Esta pieza estuvo en la Plaza Muñoz Gamero durante gran parte del siglo XX y ahora se encuentra en la Plaza Lautaro."
    }
    ]
},
{
    "id": "reconocimiento-legacy",
    "title": "Reconocimiento y Legado",
    "content": [
    {
        "subtitle": "Sepultura",
        "description": "Pascualini está enterrado en el Sector Norte, Cuartel 3, Línea 3, Sepultura 23 del Cementerio Municipal de Punta Arenas, un lugar visitado por quienes desean conocer su historia."
    },
    {
        "subtitle": "Obras Literarias",
        "description": "Su vida ha inspirado libros como 'Pasqualini: El Último Pirata del Beagle' de Arnoldo Canclini y 'La Leyenda de Pascualini' de Carlos Vega Delgado."
    }
    ]
},
{
    "id": "resumen-general",
    "title": "Resumen General",
    "content": [
    {
        "description": "Pascual Rispoli 'Pascualini' representa el espíritu aventurero y rebelde de la Patagonia. Sus historias, que conectan eventos locales con movimientos internacionales, lo convierten en una figura icónica del Cementerio Municipal de Punta Arenas."
    }
    ]
}
]
  